Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 자기교정 루프
ar: حلقة التصحيح الذاتي
en: Self-correcting loop
es: Bucle autocorrectivo
fr: Boucle auto-correctrice
hi: स्व-सुधार लूप
ja: 自己修正ループ
pt_br: Loop autocorretivo
ru: Самокорректирующийся цикл
zh_hans: 自我修正循环

source: 생성 → 점검 순서로 만들고, 점검이 실패를 판정하면 생성으로 되돌아가 고치는 루프형 출발 템플릿이에요.
ar: قالب بداية يُنشئ ← يفحص، وعند حكم الفحص بالفشل يعود إلى الإنشاء لإصلاحه.
en: A starter template that generates → checks, and when the check judges a failure, loops back to generation to fix it.
es: Una plantilla inicial que genera → revisa y, cuando la revisión determina un fallo, vuelve a la generación para corregirlo.
fr: Un modèle de départ qui génère → vérifie et, quand la vérification conclut à un échec, revient à la génération pour corriger.
hi: एक स्टार्टर टेम्पलेट जो सृजन → जाँच करता है, और जब जाँच विफलता का निर्णय देती है तो ठीक करने के लिए सृजन पर लौट आता है।
ja: 生成 → 点検の順で作り、点検が失敗と判定したら生成へ戻って直すループ型の出発テンプレートです。
pt_br: Um modelo inicial que gera → verifica e, quando a verificação julga uma falha, volta à geração para corrigir.
ru: Стартовый шаблон, который создаёт → проверяет, и когда проверка выносит вердикт «неудача», возвращается к созданию для исправления.
zh_hans: 一个起始模板:按生成 → 检查的顺序进行,当检查判定为失败时,回到生成进行修正。

source: 점검
ar: فحص
en: Check
es: Revisar
fr: Vérifier
hi: जाँच
ja: 点検
pt_br: Verificar
ru: Проверка
zh_hans: 检查

source: 생성
ar: إنشاء
en: Create
es: Crear
fr: Créer
hi: बनाएँ
ja: 作成
pt_br: Criar
ru: Создать
zh_hans: 创建

source: config.json 을 찾지 못함
ar: تعذّر العثور على config.json
en: Could not find config.json
es: No se encontró config.json
fr: config.json introuvable
hi: config.json नहीं मिला
ja: config.json が見つかりません
pt_br: config.json não encontrado
ru: Не удалось найти config.json
zh_hans: 未找到 config.json

source: config.json 형식 오류
ar: تنسيق config.json غير صالح
en: Invalid config.json format
es: Formato de config.json no válido
fr: Format config.json invalide
hi: config.json प्रारूप अमान्य है
ja: config.json の形式が不正です
pt_br: Formato de config.json inválido
ru: Неверный формат config.json
zh_hans: config.json 格式无效

source: 응답 파싱 실패: %@
ar: فشل تحليل الاستجابة: %@
en: Response parse failed: %@
es: Error al analizar la respuesta: %@
fr: Échec d’analyse de la réponse : %@
hi: प्रतिक्रिया पार्स विफल: %@
ja: 応答の解析に失敗: %@
pt_br: Falha ao analisar resposta: %@
ru: Не удалось разобрать ответ: %@
zh_hans: 解析响应失败:%@

source: Terminal 실행 실패
ar: تعذّر تشغيل Terminal
en: Failed to launch Terminal
es: No se pudo iniciar Terminal
fr: Impossible de lancer Terminal
hi: टर्मिनल लॉन्च करने में विफल
ja: Terminal の起動に失敗しました
pt_br: Falha ao iniciar o Terminal
ru: Не удалось запустить Terminal
zh_hans: 无法启动 Terminal

source: 최근 모바일 세션
ar: جلسات الجوال الأخيرة
en: Recent mobile sessions
es: Sesiones móviles recientes
fr: Sessions mobiles récentes
hi: हाल के मोबाइल सत्र
ja: 最近のモバイルセッション
pt_br: Sessões móveis recentes
ru: Недавние мобильные сессии
zh_hans: 最近的移动会话

source: 불러오는 중…
ar: جاري التحميل…
en: Loading…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
ja: 読み込み中…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 加载中…

source: 비어 있음
ar: فارغ
en: Empty
es: Vacío
fr: Vide
hi: खाली
ja: 空です
pt_br: Vazio
ru: Пусто
zh_hans: 空

source: 제목 없음
ar: بدون عنوان
en: Untitled
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 无标题

source: Terminal 에서 이어가기
ar: المتابعة في Terminal
en: Continue in Terminal
es: Continuar en Terminal
fr: Continuer dans Terminal
hi: टर्मिनल में जारी रखें
ja: ターミナルで続ける
pt_br: Continuar no Terminal
ru: Продолжить в Terminal
zh_hans: 在终端中继续

source: 페어링 QR 보기
ar: عرض رمز QR للإقران
en: Show pairing QR
es: Mostrar QR de emparejamiento
fr: Afficher le QR d’appairage
hi: पेयरिंग QR दिखाएँ
ja: ペアリング QR を表示
pt_br: Mostrar QR de pareamento
ru: Показать QR сопряжения
zh_hans: 显示配对 QR

source: Daemon 중지
ar: إيقاف Daemon
en: Stop daemon
es: Detener daemon
fr: Arrêter le daemon
hi: Daemon रोकें
ja: Daemon を停止
pt_br: Parar daemon
ru: Остановить daemon
zh_hans: 停止 Daemon

source: Daemon 시작
ar: بدء Daemon
en: Start daemon
es: Iniciar daemon
fr: Démarrer le daemon
hi: Daemon शुरू करें
ja: Daemon を開始
pt_br: Iniciar daemon
ru: Запустить daemon
zh_hans: 启动 Daemon

source: 재시작
ar: إعادة التشغيل
en: Restart
es: Reiniciar
fr: Redémarrer
hi: पुनः आरंभ
ja: 再起動
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重启

source: 로그 보기
ar: عرض السجل
en: View log
es: Ver registro
fr: Voir le journal
hi: लॉग देखें
ja: ログを表示
pt_br: Ver log
ru: Просмотр журнала
zh_hans: 查看日志

source: 종료
ar: إنهاء
en: Quit
es: Salir
fr: Quitter
hi: बंद करें
ja: 終了
pt_br: Sair
ru: Выход
zh_hans: 退出

source: 중지됨
ar: متوقف
en: Stopped
es: Detenido
fr: Arrêté
hi: रुका हुआ
ja: 停止中
pt_br: Parado
ru: Остановлен
zh_hans: 已停止

source: 시작 중…
ar: جارٍ البدء…
en: Starting…
es: Iniciando…
fr: Démarrage…
hi: शुरू हो रहा है…
ja: 起動中…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在启动…

source: 실행 중
ar: قيد التشغيل
en: Running
es: En ejecución
fr: En cours
hi: चल रहा है
ja: 実行中
pt_br: Em execução
ru: Запущен
zh_hans: 运行中

source: 실패: %@
ar: فشل: %@
en: Failed: %@
es: Error: %@
fr: Échec : %@
hi: विफल: %@
ja: 失敗: %@
pt_br: Falha: %@
ru: Сбой: %@
zh_hans: 失败:%@

source: Pocket Sisyphus — 페어링 QR
ar: Pocket Sisyphus — رمز QR للإقران
en: Pocket Sisyphus — Pairing QR
es: Pocket Sisyphus — QR de emparejamiento
fr: Pocket Sisyphus — QR d’appairage
hi: Pocket Sisyphus — पेयरिंग QR
ja: Pocket Sisyphus — ペアリング QR
pt_br: Pocket Sisyphus — QR de pareamento
ru: Pocket Sisyphus — QR сопряжения
zh_hans: Pocket Sisyphus — 配对 QR

source: 페어링 QR
ar: رمز QR للإقران
en: Pairing QR
es: QR de emparejamiento
fr: QR d’appairage
hi: पेयरिंग QR
ja: ペアリング QR
pt_br: QR de pareamento
ru: QR сопряжения
zh_hans: 配对 QR

source: iPhone PocketSisyphus 앱 → QR 스캔으로 페어링
ar: تطبيق PocketSisyphus على iPhone → الإقران عبر مسح رمز QR
en: iPhone PocketSisyphus app → pair by scanning the QR
es: App PocketSisyphus del iPhone → empareja escaneando el QR
fr: App PocketSisyphus iPhone → appairer en scannant le QR
hi: iPhone PocketSisyphus ऐप → QR स्कैन कर पेयर करें
ja: iPhone の PocketSisyphus アプリ → QR スキャンでペアリング
pt_br: App PocketSisyphus no iPhone → pareie escaneando o QR
ru: Приложение PocketSisyphus на iPhone → сопряжение через сканирование QR
zh_hans: iPhone PocketSisyphus 应用 → 通过扫描 QR 进行配对

source: 새로고침
ar: تحديث
en: Refresh
es: Actualizar
fr: Actualiser
hi: रिफ़्रेश
ja: 更新
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

source: Finder에서 보기
ar: عرض في Finder
en: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
ja: Finder で表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: QR이 안 갱신되면 daemon 재시작 (메뉴바 → 재시작)
ar: إذا لم يتم تحديث رمز QR، أعد تشغيل daemon (شريط القوائم → إعادة التشغيل)
en: If the QR doesn’t refresh, restart the daemon (menu bar → Restart)
es: Si el QR no se actualiza, reinicia el daemon (barra de menús → Reiniciar)
fr: Si le QR ne se met pas à jour, redémarrez le daemon (barre de menus → Redémarrer)
hi: अगर QR रिफ़्रेश न हो तो daemon पुनः आरंभ करें (मेनू बार → पुनः आरंभ)
ja: QR が更新されないときは daemon を再起動してください（メニューバー → 再起動）
pt_br: Se o QR não atualizar, reinicie o daemon (barra de menus → Reiniciar)
ru: Если QR не обновляется, перезапустите daemon (строка меню → Перезапустить)
zh_hans: 如果 QR 不刷新,请重启 daemon(菜单栏 → 重启)

source: QR 파일 없음 — daemon이 부팅을 마쳤는지 확인하세요 (%@)
ar: ملف QR غير موجود — تأكد من اكتمال إقلاع daemon (%@)
en: QR file missing — make sure the daemon finished booting (%@)
es: Falta el archivo QR — comprueba que el daemon haya terminado de arrancar (%@)
fr: Fichier QR introuvable — vérifiez que le daemon a fini de démarrer (%@)
hi: QR फ़ाइल अनुपस्थित — सुनिश्चित करें कि daemon बूट हो चुका है (%@)
ja: QR ファイルがありません — daemon の起動が完了しているか確認してください (%@)
pt_br: Arquivo QR ausente — verifique se o daemon terminou de iniciar (%@)
ru: Файл QR отсутствует — убедитесь, что daemon завершил запуск (%@)
zh_hans: QR 文件不存在 — 请确认 daemon 已完成启动 (%@)

source: spawn 실패: %@
ar: فشل التشغيل: %@
en: Spawn failed: %@
es: Error al iniciar: %@
fr: Échec du lancement : %@
hi: स्पॉन विफल: %@
ja: 起動失敗: %@
pt_br: Falha ao iniciar: %@
ru: Сбой запуска: %@
zh_hans: 启动失败:%@

source: daemon exited code=%lld
ar: خرج daemon برمز=%lld
es: Daemon salió con código=%lld
fr: Daemon a quitté avec le code=%lld
hi: daemon बंद कोड=%lld
ja: daemon が終了 code=%lld
pt_br: Daemon encerrou code=%lld
ru: Daemon завершился code=%lld
zh_hans: daemon 退出 code=%lld

source: 언어
ar: اللغة
en: Language
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: 시스템 언어 사용
ar: استخدام لغة النظام
en: Use system language
es: Usar idioma del sistema
fr: Utiliser la langue du système
hi: सिस्टम भाषा का उपयोग करें
ja: システム言語を使用
pt_br: Usar idioma do sistema
ru: Использовать язык системы
zh_hans: 使用系统语言

source: 앱 언어 선택
ar: اختر لغة التطبيق
en: Choose app language
es: Elegir idioma de la app
fr: Choisir la langue de l’app
hi: ऐप की भाषा चुनें
ja: アプリの言語を選択
pt_br: Escolher idioma do app
ru: Выберите язык приложения
zh_hans: 选择应用语言

source: 앱을 재시작해야 적용됩니다
ar: يتطلب إعادة تشغيل التطبيق
en: Restart required to apply
es: Reinicio necesario para aplicar
fr: Redémarrage requis pour appliquer
hi: लागू करने के लिए ऐप पुनः आरंभ करें
ja: 再起動が必要です
pt_br: Reinício necessário para aplicar
ru: Требуется перезапуск приложения
zh_hans: 需要重启才能生效

source: 선택한 언어가 앱 재시작 후에 적용됩니다.
ar: ستظهر اللغة المختارة بعد إعادة تشغيل التطبيق.
en: The selected language will take effect after the app restarts.
es: El idioma elegido se aplicará al reiniciar la app.
fr: La langue choisie sera appliquée après le redémarrage de l’app.
hi: चुनी हुई भाषा ऐप पुनः आरंभ करने के बाद लागू होगी।
ja: 選択した言語はアプリの再起動後に適用されます。
pt_br: O idioma selecionado será aplicado após reiniciar o app.
ru: Выбранный язык применится после перезапуска приложения.
zh_hans: 所选语言将在重启应用后生效。

source: 지금 재시작
ar: إعادة التشغيل الآن
en: Restart now
es: Reiniciar ahora
fr: Redémarrer maintenant
hi: अभी पुनः आरंभ
ja: 今すぐ再起動
pt_br: Reiniciar agora
ru: Перезапустить сейчас
zh_hans: 立即重启

source: 나중에
ar: لاحقًا
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
pt_br: Mais tarde
ru: Позже
zh_hans: 稍后

source: 도움말
ar: المساعدة
en: Help
es: Ayuda
fr: Aide
hi: सहायता
ja: ヘルプ
pt_br: Ajuda
ru: Помощь
zh_hans: 帮助

source: 시작하기
ar: البدء
en: Get started
es: Empezar
fr: Démarrer
hi: शुरू करें
ja: はじめに
pt_br: Começar
ru: Начало работы
zh_hans: 开始使用

source: 세션
ar: الجلسات
en: Sessions
es: Sesiones
fr: Sessions
hi: सत्र
ja: セッション
pt_br: Sessões
ru: Сессии
zh_hans: 会话

source: 도구 승인
ar: موافقة الأداة
en: Tool approvals
es: Aprobaciones de herramienta
fr: Autorisations d’outils
hi: टूल अनुमोदन
ja: ツール承認
pt_br: Aprovações de ferramentas
ru: Разрешения инструментов
zh_hans: 工具批准

source: 데스크탑 이어 받기
ar: متابعة جلسة سطح المكتب
en: Resume from desktop
es: Continuar desde el escritorio
fr: Reprendre depuis le bureau
hi: डेस्कटॉप से जारी रखें
ja: デスクトップから引き継ぐ
pt_br: Retomar do desktop
ru: Продолжить с десктопа
zh_hans: 从桌面接续

source: 연결 / Tor
ar: الاتصال / Tor
en: Connection / Tor
es: Conexión / Tor
fr: Connexion / Tor
hi: कनेक्शन / Tor
ja: 接続 / Tor
pt_br: Conexão / Tor
ru: Соединение / Tor
zh_hans: 连接 / Tor

source: 언어 설정
ar: إعدادات اللغة
en: Language settings
es: Configuración de idioma
fr: Réglages de langue
hi: भाषा सेटिंग
ja: 言語設定
pt_br: Configurações de idioma
ru: Настройки языка
zh_hans: 语言设置

source: 보안 / 프라이버시
ar: الأمان / الخصوصية
en: Security / Privacy
es: Seguridad / Privacidad
fr: Sécurité / Vie privée
hi: सुरक्षा / गोपनीयता
ja: セキュリティ / プライバシー
pt_br: Segurança / Privacidade
ru: Безопасность / Конфиденциальность
zh_hans: 安全 / 隐私

source: Mac 에서 Pocket Sisyphus 데몬을 띄우고 모바일에서 QR 한 번 스캔하면 페어링이 끝납니다.
ar: شغّل Pocket Sisyphus daemon على Mac وامسح رمز QR من الجهاز المحمول مرة واحدة لإتمام الإقران.
en: Run the Pocket Sisyphus daemon on your Mac and scan the QR once from your phone — pairing done.
es: Ejecuta el daemon de Pocket Sisyphus en tu Mac y escanea el QR una vez desde el móvil — emparejamiento listo.
fr: Lancez le daemon Pocket Sisyphus sur Mac et scannez le QR une fois depuis le mobile — appairage terminé.
hi: अपने Mac पर Pocket Sisyphus daemon चलाएँ और मोबाइल से QR एक बार स्कैन करें — पेयरिंग पूरी।
ja: Mac で Pocket Sisyphus daemon を起動し、モバイルから QR を一度スキャンすればペアリング完了です。
pt_br: Execute o daemon do Pocket Sisyphus no seu Mac e escaneie o QR uma vez do celular — pareamento concluído.
ru: Запустите Pocket Sisyphus daemon на Mac и один раз отсканируйте QR с телефона — сопряжение готово.
zh_hans: 在 Mac 上启动 Pocket Sisyphus daemon,在手机上扫一次 QR 即完成配对。

source: 세션은 Claude Code 와의 대화 단위입니다. 만들기 / 이름 변경 / 비우기 / 삭제.
ar: الجلسة هي وحدة المحادثة مع Claude Code. الإنشاء / إعادة التسمية / المسح / الحذف.
en: A session is one conversation with Claude Code. Create / rename / clear / delete.
es: Una sesión es una conversación con Claude Code. Crear / renombrar / vaciar / eliminar.
fr: Une session est une conversation avec Claude Code. Créer / renommer / vider / supprimer.
hi: एक सत्र Claude Code के साथ एक बातचीत है। बनाएँ / नाम बदलें / साफ़ करें / हटाएँ।
ja: セッションは Claude Code との会話 1 つ分の単位です。作成 / 名前変更 / 内容消去 / 削除。
pt_br: Uma sessão é uma conversa com o Claude Code. Criar / renomear / limpar / excluir.
ru: Сессия — это одна беседа с Claude Code. Создание / переименование / очистка / удаление.
zh_hans: 会话是与 Claude Code 的一次对话单元。创建 / 重命名 / 清空 / 删除。

source: Claude 가 파일을 쓰거나 명령을 실행하기 전, 사용자에게 한 번 묻습니다.
ar: قبل أن يقوم Claude بكتابة ملف أو تنفيذ أمر، يسألك مرة.
en: Before Claude writes a file or runs a command, it asks you once.
es: Antes de que Claude escriba un archivo o ejecute un comando, te pregunta una vez.
fr: Avant d’écrire un fichier ou d’exécuter une commande, Claude vous demande une fois.
hi: फ़ाइल लिखने या कमांड चलाने से पहले Claude आपसे एक बार पूछता है।
ja: Claude がファイルを書き込んだり、コマンドを実行する前に、一度確認を取ります。
pt_br: Antes de o Claude gravar um arquivo ou rodar um comando, ele pergunta uma vez.
ru: Прежде чем записать файл или выполнить команду, Claude однажды спрашивает вас.
zh_hans: Claude 在写入文件或执行命令之前会先询问您一次。

source: 터미널에서 돌고 있는 Claude Code 세션을 모바일로 가져옵니다.
ar: اجلب جلسة Claude Code التي تعمل في الطرفية إلى الهاتف.
en: Bring a Claude Code session running in your terminal to your phone.
es: Trae al móvil una sesión de Claude Code en ejecución en tu terminal.
fr: Récupérez sur mobile une session Claude Code qui tourne dans votre terminal.
hi: अपने टर्मिनल में चल रहे Claude Code सत्र को मोबाइल पर लाएँ।
ja: ターミナルで動作中の Claude Code セッションをモバイルに引き継ぎます。
pt_br: Traga para o celular uma sessão do Claude Code que esteja rodando no terminal.
ru: Перенесите на телефон сессию Claude Code, идущую в вашем терминале.
zh_hans: 把终端中正在运行的 Claude Code 会话带到手机上。

source: 모든 통신은 Tor 회로를 거칩니다. 가끔 끊기는 이유와 회복 방법.
ar: كل الاتصالات تمر عبر دائرة Tor. لماذا تنقطع أحيانًا وكيف تُسترجع.
en: All traffic goes through a Tor circuit. Why it sometimes drops, and how to recover.
es: Todo el tráfico pasa por un circuito Tor. Por qué a veces se cae y cómo recuperarlo.
fr: Tout le trafic passe par un circuit Tor. Pourquoi il coupe parfois et comment récupérer.
hi: सारा संचार Tor सर्किट से होकर जाता है। यह कभी-कभी क्यों कटता है और कैसे ठीक करें।
ja: すべての通信は Tor 回路を経由します。たまに切れる理由と復帰方法。
pt_br: Todo o tráfego passa por um circuito Tor. Por que às vezes cai e como recuperar.
ru: Весь трафик идёт через цепь Tor. Почему он иногда обрывается и как восстановить.
zh_hans: 所有通信都通过 Tor 线路。为何偶尔会断,以及如何恢复。

source: 앱 표시 언어를 시스템 기본과 다르게 바꿀 수 있습니다.
ar: يمكنك تغيير لغة عرض التطبيق لتختلف عن الإعداد الافتراضي للنظام.
en: You can override the app display language, separately from the system default.
es: Puedes cambiar el idioma de visualización de la app, independiente del idioma del sistema.
fr: Vous pouvez remplacer la langue d’affichage de l’app, indépendamment du système.
hi: ऐप की प्रदर्शन भाषा को सिस्टम डिफ़ॉल्ट से अलग बदल सकते हैं।
ja: システム既定とは別にアプリの表示言語を変更できます。
pt_br: Você pode mudar o idioma de exibição do app, separado do padrão do sistema.
ru: Можно задать язык интерфейса приложения отдельно от системного.
zh_hans: 可独立于系统默认设置切换应用显示语言。

source: 어떤 외부 서비스에도 의존하지 않고, 데이터가 어떻게 흐르는지.
ar: بدون الاعتماد على أي خدمة خارجية، وكيف تتدفّق البيانات.
en: How data flows — without relying on any external service.
es: Sin depender de ningún servicio externo, así fluyen los datos.
fr: Sans dépendance à un service externe — voici comment circulent les données.
hi: बिना किसी बाहरी सेवा पर निर्भर हुए, डेटा कैसे प्रवाहित होता है।
ja: 外部サービスに依存せず、データがどのように流れるか。
pt_br: Sem depender de nenhum serviço externo, como os dados fluem.
ru: Без зависимости от внешних сервисов — как движутся данные.
zh_hans: 在不依赖任何外部服务的前提下,数据如何流转。

source: Pocket Sisyphus 는 Mac 에서 도는 데몬(원격 Claude Code 실행기)과 iPhone 앱(이 앱)으로 구성됩니다. 두 기기를 한 번 페어링해두면 그 다음부터는 어디서든 모바일로 데스크탑의 Claude 를 조작할 수 있어요.
ar: يتكوّن Pocket Sisyphus من daemon يعمل على Mac (مشغّل Claude Code عن بُعد) وتطبيق iPhone (هذا التطبيق). بعد إقران الجهازين مرة واحدة، يمكنك التحكم في Claude الخاص بـ Mac من المحمول في أي مكان.
en: Pocket Sisyphus consists of a daemon running on your Mac (the remote Claude Code runner) and the iPhone app (this app). Pair the two devices once and you can drive your desktop Claude from mobile anywhere afterward.
es: Pocket Sisyphus se compone del daemon en tu Mac (el ejecutor remoto de Claude Code) y la app iPhone (esta app). Empareja los dos dispositivos una vez y luego podrás controlar tu Claude de escritorio desde el móvil desde cualquier lugar.
fr: Pocket Sisyphus se compose d’un daemon qui tourne sur votre Mac (l’exécuteur Claude Code distant) et de l’app iPhone (cette app). Appairez les deux appareils une fois, puis vous pourrez piloter votre Claude bureau depuis le mobile, où que vous soyez.
hi: Pocket Sisyphus आपके Mac पर चलने वाले daemon (रिमोट Claude Code रनर) और iPhone ऐप (यह ऐप) से बना है। दोनों डिवाइस को एक बार पेयर कर लें, फिर आप कहीं से भी मोबाइल से डेस्कटॉप Claude चला सकते हैं।
ja: Pocket Sisyphus は Mac で動作する daemon（リモート Claude Code 実行器）と iPhone アプリ（このアプリ）で構成されます。一度ペアリングすれば、その後はどこからでもモバイルでデスクトップの Claude を操作できます。
pt_br: O Pocket Sisyphus consiste em um daemon rodando no seu Mac (executor remoto do Claude Code) e o app iPhone (este app). Pareie os dois dispositivos uma vez e a partir daí você pode comandar o Claude do desktop pelo celular de qualquer lugar.
ru: Pocket Sisyphus состоит из daemon, работающего на Mac (удалённого исполнителя Claude Code), и iPhone-приложения (этого). Сопрягите устройства один раз — и потом сможете управлять десктопным Claude с мобильного откуда угодно.
zh_hans: Pocket Sisyphus 由运行在 Mac 上的 daemon(远程 Claude Code 执行器)和 iPhone 应用(本应用)组成。两端配对一次,之后即可在任何地方通过手机操作桌面 Claude。

source: 페어링은 Mac 메뉴바의 «페어링 QR 보기» 를 누른 뒤 iPhone 앱의 QR 스캐너로 한 번 비추면 끝납니다.
ar: للإقران اضغط «عرض رمز QR للإقران» من شريط قوائم Mac ثم وجّه ماسح QR في تطبيق iPhone نحوه مرة واحدة.
en: To pair, hit “Show pairing QR” in the Mac menu bar, then point the iPhone app’s QR scanner at it once.
es: Para emparejar, pulsa «Mostrar QR de emparejamiento» en la barra de menús del Mac y apunta una vez al QR con el escáner del iPhone.
fr: Pour appairer, cliquez sur « Afficher le QR d’appairage » dans la barre de menus du Mac, puis pointez le scanner QR de l’app iPhone dessus une fois.
hi: पेयरिंग के लिए Mac मेनू बार में «पेयरिंग QR दिखाएँ» दबाएँ और iPhone ऐप के QR स्कैनर से एक बार उसकी ओर इंगित करें।
ja: ペアリングするには Mac メニューバーの「ペアリング QR を表示」を押し、iPhone アプリの QR スキャナでそれを一度読み取ります。
pt_br: Para parear, clique em «Mostrar QR de pareamento» na barra de menus do Mac e aponte o scanner QR do app iPhone para ele uma vez.
ru: Чтобы сопрячь, нажмите «Показать QR сопряжения» в строке меню Mac, затем один раз наведите на него QR-сканер в приложении iPhone.
zh_hans: 配对方法:点击 Mac 菜单栏的「显示配对 QR」,然后用 iPhone 应用的 QR 扫描器对准一次即可。

source: 페어링 QR 안에 들어있는 항목:
ar: ما يحتويه رمز QR للإقران:
en: What’s inside the pairing QR:
es: Qué contiene el QR de emparejamiento:
fr: Contenu du QR d’appairage :
hi: पेयरिंग QR के अंदर क्या है:
ja: ペアリング QR に含まれる項目:
pt_br: O que há dentro do QR de pareamento:
ru: Что внутри QR сопряжения:
zh_hans: 配对 QR 中包含的内容:

source: Onion 주소 — Mac 데몬이 Tor hidden service 로 노출하는 주소. 인터넷에서는 보이지 않습니다.
ar: عنوان Onion — العنوان الذي يكشفه daemon Mac عبر Tor hidden service. غير مرئي على الإنترنت العام.
en: Onion address — the address your Mac daemon exposes as a Tor hidden service. Invisible on the open internet.
es: Dirección Onion — la dirección que el daemon de Mac expone como Tor hidden service. Invisible en internet abierta.
fr: Adresse Onion — l’adresse que le daemon Mac expose en tant que service caché Tor. Invisible sur l’internet ouvert.
hi: Onion पता — Mac daemon Tor hidden service के रूप में जो पता उजागर करता है। खुले इंटरनेट पर अदृश्य।
ja: Onion アドレス — Mac daemon が Tor hidden service として公開するアドレス。オープンなインターネットからは見えません。
pt_br: Endereço Onion — o endereço que o daemon do Mac expõe como Tor hidden service. Invisível na internet aberta.
ru: Onion-адрес — адрес, который daemon на Mac выставляет как Tor hidden service. На обычном интернете не виден.
zh_hans: Onion 地址 — Mac daemon 作为 Tor hidden service 暴露的地址。在公网上不可见。

source: Bearer 토큰 — 매 요청마다 들어가는 인증 토큰.
ar: رمز Bearer — رمز المصادقة الذي يُرسل مع كل طلب.
en: Bearer token — the auth token included with every request.
es: Token Bearer — el token de autenticación enviado en cada petición.
fr: Jeton Bearer — le jeton d’authentification inclus à chaque requête.
hi: Bearer टोकन — हर अनुरोध के साथ भेजा जाने वाला प्रमाणीकरण टोकन।
ja: Bearer トークン — リクエストごとに付与される認証トークン。
pt_br: Token Bearer — o token de autenticação enviado em cada requisição.
ru: Bearer-токен — токен аутентификации, передаваемый с каждым запросом.
zh_hans: Bearer 令牌 — 随每个请求发送的认证令牌。

source: client-auth 키 — Tor v3 클라이언트 인증 키. 이 키 없이는 onion 주소가 있어도 접근 불가.
ar: مفتاح client-auth — مفتاح مصادقة عميل Tor v3. بدونه لا يمكن الوصول حتى مع معرفة عنوان Onion.
en: client-auth key — Tor v3 client authorization key. Without it the onion address alone can’t reach the service.
es: Clave client-auth — clave de autorización de cliente Tor v3. Sin ella, ni siquiera conociendo la dirección Onion se puede llegar al servicio.
fr: Clé client-auth — clé d’autorisation client Tor v3. Sans elle, connaître l’adresse Onion ne suffit pas à atteindre le service.
hi: client-auth कुंजी — Tor v3 क्लाइंट ऑथराइज़ेशन कुंजी। इसके बिना Onion पता जानने पर भी पहुँचा नहीं जा सकता।
ja: client-auth キー — Tor v3 クライアント認可キー。これがないと onion アドレスを知っていてもサービスに到達できません。
pt_br: Chave client-auth — chave de autorização de cliente Tor v3. Sem ela, mesmo conhecendo o endereço Onion não se acessa.
ru: Ключ client-auth — ключ авторизации клиента Tor v3. Без него даже зная onion-адрес, к сервису не подключиться.
zh_hans: client-auth 密钥 — Tor v3 客户端授权密钥。没有它,即使知道 onion 地址也无法访问服务。
